/* STM */
"Ink Levels" = "Szacowane poziomy tuszu";

/* Nozzle */
"NOZZLE01TEXT01" = "Aby wykonać test dysz, upewnij się, że urządzenie jest włączone i podłączone do komputera. Upewnij się, że wyjęto tacę na płyty CD/DVD oraz że taca przednia znajduje się w położeniu papieru; w przeciwnym wypadku nie będzie można wykonać procedury \"Test dysz\". Upewnij się także, że do podajnika arkuszy włożono papier o rozmiarze A4 lub Letter. Kliknij opcję [Drukuj], aby wydrukować wzór testu dysz, lub [Anuluj], aby anulować.";
"NOZZLE01B01" = "Drukuj";
"NOZZLE01B02" = "Anuluj";

"NOZZLE02TEXT01" = "Porównaj wydrukowany wzór z przykładem znajdującym się powyżej. Jeśli wzór stosowany w teście dysz ma nierówne linie, kliknij przycisk [Wyczyść]. Kliknij przycisk [Zakończ], aby zamknąć program.";
"NOZZLE02SPE01" = "Góra: Dobrze
Dół: Wymagane czyszczenie";
"NOZZLE02B01" = "Zakończ";
"NOZZLE02B03" = "Wyczyść";

/* Cleaning */
"HEADCLEANING01TEXT01" = "Upewnij się, że wyjęto tacę na płyty CD/DVD oraz że taca przednia znajduje się w położeniu papieru; w przeciwnym wypadku nie będzie można wykonać procedury \"Czyszczenie głowicy\". Kliknij opcję [Rozpocznij], aby wyczyścić dysze głowicy drukującej. Podczas czyszczenia zużywany jest tusz, dlatego głowicę drukującą należy czyścić tylko wtedy, gdy na wydruku pojawiają się miejsca jaśniejsze lub przerwy. Najpierw sprawdź za pomocą programu narzędziowego \"Test dysz\", czy głowica drukująca wymaga czyszczenia.
Uwaga: Do zakończenia czyszczenia nie wkładaj tacy na płyty CD/DVD.
Uwaga: Przed rozpoczęciem czyszczenia sprawdź, czy blokada transportowa jest w położeniu odblokowanym (Printing), jak pokazano na rysunku.";
"HEADCLEANING01B01" = "Anuluj";
"HEADCLEANING01B02" = "Rozpocznij";

"HEADCLEANING02TEXT01" = "Czekaj ...";
"HEADCLEANING02TEXT02" = "Trwa czyszczenie głowicy. Czekaj.
Uwaga: Nie wkładaj tacy Cd/DVD do momentu zakończenia czyszczenia.";
"HEADCLEANING02B01" = "Zamknij";

"HEADCLEANING03TEXT01" = "Cykl czyszczenia jest zakończony. By sprawdzić, czy czyszczenie było skuteczne, kliknij [Drukuj wzór testu dysz].";
"HEADCLEANING03B01" = "Zakończ";
"HEADCLEANING03B03" = "Drukuj wzór testu dysz";

/* Gap */
"GAP01TEXT01" = "Narzędzie Wyrównanie głowicy drukującej poprawia jakość wydruku, jeśli używane jest przed drukowaniem w trybie szybkim. Poprawia ono również źle wyrównane linie pionowe oraz zmniejsza rozmycie wydruków.
Upewnij się, że taca na płyty CD/DVD jest wyjęta i że taca przednia znajduje się w położeniu papieru. W przeciwnym wypadku nie będzie można wykonać procedury \"Wyrównanie głowicy drukującej\".";
"GAP01B01" = "Dalej >";
"GAP01B02" = "Anuluj";

"GAP02TEXT01" = "Zostanie wydrukowany arkusz wyrównania w pionie.
Sprawdź, czy drukarka jest włączona i podłączona do komputera. Ponadto sprawdź, czy do podajnika arkuszy jest prawidłowo załadowany zwykły papier w formacie A4 lub Letter.
Kliknij [Drukuj] po zakończeniu.";
"GAP02B01" = "Drukuj";
"GAP02B02" = "Anuluj";

"GAP03TEXT01" = "Spójrz na arkusz wyrównania.
Znajdź kwadrat bez widocznych pasków w każdym z zestawów od #1 do #5. Na poniższej liście dla każdego zestawu wybierz cyfrę odpowiadającą takiemu kwadratowi. Następnie kliknij przycisk [Zakończ].
Jeśli wszystkie kwadraty zawierają paski, wybierz kwadrat zawierający najcieńszy pasek lub paski. Następnie kliknij przycisk [Wyrównanie ponowne].";
"GAP03B01" = "Zakończ";
"GAP03B02" = "Anuluj";
"GAP03B03" = "Wyrównanie ponowne";

/* Power Ink Flushing */
"POWERINKFLUSHING01TEXT01" = "Jeżeli mimo kilkakrotnego użycia funkcji czyszczenia głowicy na wydrukach wciąż pojawiają się pasy lub niektóre kolory nie są drukowane, konieczna może być wymiana tuszu w pojemnikach z tuszem w celu rozwiązania problemu.

Ta funkcja umożliwia wymianę całego tuszu w rurkach.

Wiąże się ona ze zużyciem dużej ilości tuszu. Zaleca się stosowanie tej funkcji wyłącznie po kilkakrotnym użyciu funkcji czyszczenia głowicy.";
"POWERINKFLUSHING01B01" = "Anuluj";
"POWERINKFLUSHING01B02" = "Dalej >";

"POWERINKFLUSHING02TEXT01" = "Przed uruchomieniem tej funkcji należy się upewnić, że blokada transportowa znajduje się w pozycji odblokowanej (Printing), jak pokazano na rysunku.

Uwaga: Blokada transportowa musi być zawsze ustawiona w pozycji odblokowanej, gdy drukarka jest używana.";

"POWERINKFLUSHING03TEXT01" = "Czy na pewno uruchomić tę funkcję?
Wymiana całego tuszu w rurkach doprowadzających powoduje zużycie dużej ilości tuszu.
Zaleca się stosowanie tej funkcji wyłącznie po kilkakrotnym użyciu funkcji Czyszczenie głowicy w celu rozwiązania problemu. Kliknij przycisk [Anuluj], a następnie spróbuj użyć funkcji Czyszczenie głowicy.

Uwaga: Użycie tej funkcji ma wpływ na okres eksploatacji poduszek wchłaniających zużyty tusz. Korzystanie z tej funkcji powoduje szybsze nasycenie poduszek wchłaniających zużyty tusz.
Jeżeli okres eksploatacji poduszek wchłaniających zużyty tusz dobiegł końca, skontaktuj się z pomocą techniczną firmy Epson w celu zamówienia zamienników.

Upewnij się, że wyjęto tacę na płyty CD/DVD oraz że taca przednia znajduje się w położeniu papieru; w przeciwnym wypadku nie będzie można wykonać procedury Zaawansowane wypłukiwanie tuszu. Kliknij przycisk [Rozpocznij], aby rozpocząć wymianę tuszu.
Po uruchomieniu nie można przerwać działania tej funkcji.
Uwaga: Do zakończenia procedury Zaawansowane wypłukiwanie tuszu nie wkładaj tacy na płyty CD/DVD.";
"POWERINKFLUSHING03B01" = "Anuluj";
"POWERINKFLUSHING03B02" = "Rozpocznij";

"POWERINKFLUSHING04TEXT01" = "Czekaj ...";
"POWERINKFLUSHING04TEXT02" = "Trwa procedura Zaawansowane wypłukiwanie tuszu.
Czekaj.
Uwaga: Do zakończenia procedury Zaawansowane wypłukiwanie tuszu nie wkładaj tacy na płyty CD/DVD.";
"POWERINKFLUSHING04B01" = "Zamknij";

"POWERINKFLUSHING05TEXT01" = "Zaawansowane wypłukiwanie tuszu zostało zakończone.
Aby sprawdzić, czy tusz został skutecznie wypłukany, kliknij przycisk [Drukuj wzór testu dysz].";
"POWERINKFLUSHING05B01" = "Zakończ";
"POWERINKFLUSHING05B03" = "Drukuj wzór testu dysz";

/* Ink Tank Utility */
"INKTANKUTILITYB01" = "OK";
"INKTANKUTILITYB02" = "Dalej";
"INKTANKUTILITYB03" = "Anuluj";
"INKTANKUTILITYB04" = "Tył";
"INKTANKUTILITYB05" = "Tak";
"INKTANKUTILITYB06" = "Nie";

//Common
"INKTANKUTCOMMONTEXT01" = "Narzędzie jest obecnie niedostępne.
Uwaga: Jeżeli podłączone są dwie drukarki lub więcej, wybierz drukarkę, która ma być używana, z listy drukarek, a następnie ponownie kliknij ikonę [Narzędzie pojemnika tuszu].";
"INKTANKUTCOMMONTEXT02" = "Wprowadź 13-cyfrowe identyfikatory, podane na każdym pojemniku z tuszem.
Uwaga: Identyfikatory są ważne tylko raz. Nie wprowadzaj identyfikatorów przed uzupełnieniem tuszu.
Kliknij przycisk [Dalej], aby rozpocząć uwierzytelnianie identyfikatora.";
"INKTANKUTCOMMONTEXT03" = "Nie można zapewnić jakości ani wydajności tuszu innych producentów. Tusz ten może uszkodzić urządzenie, unieważniając gwarancję firmy Epson.
Użycie tuszu innych producentów jest rejestrowane w celach serwisowych.
Aby zapewnić jak najlepszą jakość, Epson zaleca stosowanie oryginalnego tuszu.
Czy użyć tego tuszu?";
"INKTANKUTCOMMONTEXT04" = "Można kontynuować drukowanie.
Kliknij przycisk [OK], aby zamknąć ten komunikat.
Aby przystąpić do uzupełniania tuszu, ponownie kliknij ikonę [Narzędzie pojemnika tuszu].";
"INKTANKUTCOMMONTEXT06" = "Na pewno anulować działanie tego narzędzia?
Po anulowaniu działania narzędzia konieczne będzie jego ponowne uruchomienie.";
"INKTANKUTCOMMONTEXT07" = "Nieprawidłowe ID.
Sprawdź prawidłowość ID, a następnie wprowadź je ponownie.";
"INKTANKUTCOMMONTEXT08" = "Identyfikatory nie są ważne.
Sprawdź, czy identyfikatory są poprawne.
Kliknij przycisk [Anuluj], aby ponownie wprowadzić identyfikator.";
"INKTANKUTCOMMONTEXT09" = "Przed przystąpieniem do korzystania z drukarki upewnij się, że blokada transportowa jest położeniu odblokowanym (Printing), jak pokazano na ilustracji.";

//Inital Fill
"INKTANKUTINITIALTEXT01" = "Usuń wszystkie zadania drukowania.

Przed przystąpieniem do korzystania z drukarki upewnij się, że blokada transportowa jest położeniu odblokowanym (Printing), jak pokazano na ilustracji.";
"INKTANKUTINITIALTEXT02" = "Uzupełnianie tuszu w pojemniku.

%fillcolor%

Firma Epson zaleca stosowanie oryginalnego tuszu firmy Epson. Uzupełnij tusz w pojemniku do linii. Szczegółowe informacje na temat uzupełniania tuszu w pojemniku zawiera instrukcja obsługi drukarki. Po uzupełnieniu tuszu kliknij przycisk [Dalej], aby wprowadzić identyfikator.";
"INKTANKUTINITIALTEXT03" = "Trwa uzupełnianie tuszu.
Ten proces trwa około 20 minut.

Uwaga: drukarkę można wyłączyć dopiero wówczas, gdy kontrolka zasilania przestanie migać i będzie się świecić w sposób ciągły.";
"INKTANKUTINITIALTEXT04" = "Upewnij się, że blokada transportowa jest w położeniu odblokowanym (Printing) podczas korzystania z drukarki; w przeciwnym razie tusz nie będzie nanoszony na arkusz, co może wpływać na jakość wydruku. Ustaw blokadę transportową w położeniu zablokowanym (Transporting) wyłącznie na czas transportu. W przeciwnym razie tusz może wyciekać.";

//Manual Check
"INKTANKMANUALTEXT01" = "Usuń wszystkie zadania drukowania.

Sprawdź ilość tuszu pozostałego w pojemniku. Kliknij przycisk [Powyżej], jeżeli poziom tuszu sięga ponad linię. Kliknij przycisk [Poniżej], jeżeli poziom tuszu nie sięga ponad linię. Jeżeli poziom tuszu sięga ponad linię, firma Epson zaleca klikanie przycisku [Powyżej] do momentu, aż poziom tuszu spadnie do wysokości linii, dzięki czemu będzie można go uzupełnić, wykorzystując całą zawartość nowego pojemnika z tuszem.
Uwaga: Kontynuowanie korzystania z drukarki, gdy poziom tuszu nie sięga ponad linię na pojemniku może spowodować uszkodzenie drukarki.";
"INKTANKMANUALTEXT02" = "Usuń wszystkie zadania drukowania.

Sprawdź ilość tuszu pozostałego w pojemniku. Jeżeli poziom tuszu znajduje się ponad 20 mm od dna pojemnika, firma Epson zaleca klikanie przycisku [Powyżej] do momentu, aż poziom tuszu spadnie do wysokości 20 mm od dna pojemnika, dzięki czemu będzie można go uzupełnić, wykorzystując całą zawartość nowego pojemnika z tuszem. Kliknij przycisk [Powyżej], jeżeli poziom tuszu znajduje się ponad 20 mm od dna. Kliknij przycisk [Poniżej], jeżeli poziom tuszu znajduje się na wysokości 20 mm od dna pojemnika lub niżej.
Uwaga: Kontynuowanie korzystania z drukarki, gdy poziom tuszu znajduje się poniżej 20 mm od dna pojemnika może spowodować uszkodzenie drukarki. Aby sprawdzić poziomy tuszu, należy użyć linijki dołączonej do drukarki.";
"INKTANKMANUALTEXT03" = "Uzupełnianie tuszu w pojemniku.

%fillcolor%

Firma Epson zaleca stosowanie oryginalnego tuszu firmy Epson. Uzupełnij tusz w pojemniku do linii. Szczegółowe informacje na temat uzupełniania tuszu w pojemniku zawiera instrukcja obsługi drukarki. Po uzupełnieniu tuszu kliknij przycisk [Dalej], aby wprowadzić identyfikator.";

/* Error */
"ERCOMMON_B01" = "Anuluj";
"ERCOMMON_B02" = "Kontynuuj";
"PRINTERBUTTON00" = "Papier";
"WRCOMMON_B01" = "OK";
"WRCOMMON_B02" = "Anuluj";
"ER00_TEXTA" = "Błąd";
"ER00_TEXTB" = "1. Usuń wszystkie zadania drukowania.
2. Wyłącz zasilanie i wyjmij zacięty papier.
3. Odczekaj kilka minut, a następnie włącz ponownie zasilanie.";
"ER00_TEXTA_D4" = "Błąd";
"ER00_TEXTB_D4" = "1. Usuń wszystkie zadania drukowania.
2. Wyłącz zasilanie i wyjmij zacięty papier.
3. Odczekaj kilka minut, a następnie włącz ponownie zasilanie.";
"ER00_B01_D4" = "Anuluj";
"ER01_TEXTA" = "Drukarka jest zajęta";
"ER01_TEXTB" = "Czekaj...";
"ER04_TEXTA" = "Zacięcie papieru";
"ER04_TEXTB" = "W przypadku wielu arkuszy papieru wyłącz drukarkę i usuń zacięty papier ręcznie.
W przypadku płyty CD lub DVD wyjmij szufladę CD/DVD. Następnie naciśnij na drukarce przycisk Papier.";
"ER05_TEXTA" = "Sprawdź poziom tuszu";
"ER05_TEXTB" = "Należy sprawdzić ilość pozostałego tuszu. Kliknij ikonę [Narzędzie pojemnika tuszu] w aplikacji Epson Printer Utility 4. Szacowane poziomy tuszu mogą się różnić od poziomów rzeczywistych. Aby określić rzeczywisty poziom tuszu, wzrokowo sprawdź poziom w pojemnikach.";
"ER05_TEXTA_FF" = "Błąd wstępnej konfiguracji";
"ER05_TEXTB_FF" = "Kliknij ikonę [Narzędzie pojemnika tuszu], aby załadować system kontroli tuszu.";
"ER06_TEXTA_D4" = "Brak papieru lub nieprawidłowo załadowany papier";
"ER06_TEXTB_D4" = "1. Włóż papier ponownie.
2. Ustaw tacę przednią w dolnym położeniu papieru.
3. Naciśnij przycisk %btn% na urządzeniu.

Kliknij opcję [Anuluj], aby anulować zadanie drukowania po wyświetleniu opcji. Jeśli zadanie nie zostanie anulowane, użyj przycisku anulowania na urządzeniu.";
"ER06_B01_D4" = "Kontynuuj";
"ER06_B02_D4" = "Anuluj";
"ER06_TEXTA" = "Brak papieru lub nieprawidłowo załadowany papier";
"ER06_TEXTB" = "1. Włóż papier ponownie.
2. Ustaw tacę przednią w dolnym położeniu papieru.
3. Naciśnij przycisk %btn% na urządzeniu.

Kliknij opcję [Anuluj], aby anulować zadanie drukowania po wyświetleniu opcji. Jeśli zadanie nie zostanie anulowane, użyj przycisku anulowania na urządzeniu.";
"ER10_TEXTA" = "Wymagany serwis";
"ER10_TEXTB" = "Okres eksploatacji poduszki wchłaniającej tusz w drukarce dobiega końca.
Skontaktuj się z pomocą techniczną firmy Epson.";
"ER12_TEXTA" = "Błąd podania kilku kartek";
"ER12_TEXTB" = "Wykonaj jedną z następujących czynności.
- Wyjmij papier i włóż go ponownie. Naciśnij przycisk %btn% na drukarce.
- Kliknij [Anuluj], aby anulować zadanie drukowania po wyświetleniu opcji. Jeśli zadanie nie zostało anulowane, użyj przycisku anulowania na drukarce.";
"ER12_TEXTA_D4" = "Błąd podania kilku kartek";
"ER12_TEXTB_D4" = "Wykonaj jedną z następujących czynności.
- Wyjmij papier i włóż go ponownie. Naciśnij przycisk %btn% na drukarce.
- Kliknij [Anuluj], aby anulować zadanie drukowania po wyświetleniu opcji. Jeśli zadanie nie zostało anulowane, użyj przycisku anulowania na drukarce.";
"ER12_B01_D4" = "Anuluj";
"ER29_TEXTA" = "Nieprawidłowo ustawiona taca dysków CD/DVD";
"ER29_TEXTB" = "Włóż ponownie papier do szuflady, a następnie naciśnij na drukarce przycisk Paper (Papier).";
"ER2A_TEXTA" = "Nieprawidłowo włożony papier";
"ER2A_TEXTB" = "1. Włóż papier krótszą krawędzią do przodu i ustaw prowadnice krawędzi.
2. Naciśnij przycisk %btn% na urządzeniu.";
"ER37_TEXTA" = "Pokrywa jest otwarta";
"ER37_TEXTB" = "Zamknij pokrywę.";
"ER38_TEXTA" = "Błąd położenia przedniej tacy";
"ER38_TEXTB" = "W przypadku arkuszy papieru ręcznie ustaw przedni podajnik w dolnym położeniu papieru.
W przypadku płyt CD lub DVD ręcznie ustaw przedni podajnik papieru w górnym położeniu CD/DVD.";
"Common Error Text1" = "Błąd";
"Common Error Text2" = "1. Usuń wszystkie zadania drukowania.
2. Wyłącz zasilanie i wyjmij zacięty papier.
3. Odczekaj kilka minut, a następnie włącz ponownie zasilanie.";
"Common Error B1" = "Anuluj";
"Cleaning status" = "Drukarka jest zajęta";
"Shipment status" = "Błąd wstępnej konfiguracji";
"WRINKLOW_TEXTA" = "Poziom tuszu jest niski";
"WRINKLOW_TEXTB" = "Można kontynuować drukowanie. Aby uzupełnić tusz, kliknij ikonę [Narzędzie pojemnika tuszu] w aplikacji Epson Printer Utility 4. Szacowane poziomy tuszu mogą się różnić od poziomów rzeczywistych. Aby określić rzeczywisty poziom tuszu, wzrokowo sprawdź poziom w pojemnikach.";
"WRCD_TEXTA" = "Nie można wyczyścić głowicy.";
"WRCD_TEXTB" = "Można kontynuować drukowanie. Aby uzupełnić tusz, kliknij ikonę [Narzędzie pojemnika tuszu] w aplikacji Epson Printer Utility 4. Szacowane poziomy tuszu mogą się różnić od poziomów rzeczywistych. Aby określić rzeczywisty poziom tuszu, wzrokowo sprawdź poziom w pojemnikach.";
"WRCD_TEXTA_UTO" = "Nie można przeprowadzić zaawansowanego wypłukiwania tuszu.";
"WRCD_TEXTB_UTO" = "Można kontynuować drukowanie. Aby uzupełnić tusz, kliknij ikonę [Narzędzie pojemnika tuszu] w aplikacji Epson Printer Utility 4. Szacowane poziomy tuszu mogą się różnić od poziomów rzeczywistych. Aby określić rzeczywisty poziom tuszu, wzrokowo sprawdź poziom w pojemnikach.";
"WRINKLOW2_TEXTA" = "Poziom tuszu jest niski";
"WRINKLOW2_TEXTB" = "Można kontynuować drukowanie. Aby uzupełnić tusz, kliknij ikonę [Narzędzie pojemnika tuszu] w aplikacji Epson Printer Utility 4. Szacowane poziomy tuszu mogą się różnić od poziomów rzeczywistych. Aby określić rzeczywisty poziom tuszu, wzrokowo sprawdź poziom w pojemnikach.";
"WR20_TEXTA" = "Wymagany serwis";
"WR20_TEXTB" = "Okres eksploatacji poduszek wchłaniających tusz dobiega końca. Proszę skontaktować się z pomocą techniczną firmy Epson.";
"COMUERR_TEXTA" = "Błąd komunikacji";
"COMUERR_TEXTB" = "Podłącz drukarkę do komputera i włącz ją. Jeśli wyłączysz urządzenie podczas drukowania, zadanie drukowania zostanie anulowane.";
"COMUERR_B01" = "Ponów";
"COMUERR_B02" = "Anuluj";
"CHARGINGSTATUS_TEXTA_PROXY" = "Ładowanie systemu kontroli tuszu";

